TaskName = "Digitaal faxarchief";

//progress bar string when reading/writing the information from the device
"TEST_PROGRESS_TITLE" = "Test wordt uitgevoerd… Even geduld.";
"DEVICE_COMMUNICATION_SETTINGS" = "Even geduld a.u.b. De instellingen worden naar het apparaat geschreven.";
"DEVICE_COMMUNICATION_HOST" = "Even geduld a.u.b. De naam van de host wordt naar het apparaat geschreven.";

//Titles of Buttons
"OK" = "OK";
"AUTO_TEXT" = "Automatisch";
"HOST_TITLE" = "Er worden momenteel faxen ontvangen: %@";
"SELECT_FOLDER" = "Kies map…";
"SELECT_EMAIL" = "E-mailinstellingen…";

/* Error strings*/
"GENERAL_DATA_MISSING_DESCRIPTION" = "Een of meer velden bevatten geen gegevens. Vul alle velden in of klik op Annuleer.";
"GENERAL_DATA_MISSING_TITLE" = "Fout door ontbrekende of ongeldige gegevens";
"MISSING_FOLDER_SETTING" = "Sommige gegevens voor de doelmap ontbreken. Selecteer een map, geef een gebruikersnaam en wachtwoord op en probeer het opnieuw.";

"SUCCESS" = "Succes";
"FOLDER_SETTINGS_SUCCESS" = "HP Digital Fax is goed geconfigureerd. Uw inkomende zwart-witfaxen worden nu bewaard in de map %@.";
"EMAIL_SETTINGS_SUCCESS" = "HP Digital Fax is goed geconfigureerd. Uw inkomende zwart-witfaxen worden nu verzonden naar %@ als e-mailbijlage.";

"AFP Authentication" = "AFP-serveridentiteitscontrole";
"SMB Authentication" = "SMB/CIFS-identiteitscontrole";

"FOLDER_SELECTION_BUTTON_TITLE" = "Selecteer";
"FOLDER_SELECTION_PANEL_TITLE" = "Selecteer een map";

"ENTER_SERVER_DETAILS_ERROR_TITLE" = "Voer serverdetails in";
"ENTER_SERVER_DETAILS_ERROR_DESC" = "Voer alle serverdetails in.";

/* Error string when connecting */
HSDFolderWithPercentSignTitleFormat = "De map '%@' mag niet worden gebruikt";
HSDFolderWithPercentSignDescription = "Gebruik mapnaam zonder procentteken.";

"CONNECTION_FAILED_TITLE" = "Verbinding mislukt";
"CONNECTION_FAILED_DESC" = "De server bestaat mogelijk niet of de server is nu niet operationeel. Controleer de servernaam of het IP-adres en probeer het opnieuw.";

"AUTH_FAILED_TITLE" = "Verificatie mislukt";
"AUTH_FAILED_DESC" = "Onbekende gebruiker, onjuist wachtwoord of uitgeschakelde aanmelding. Typ de naam en het wachtwoord opnieuw of raadpleeg de beheerder van de server.";

"UNHANDLED_ERROR_TITLE" = "Onverwachte fout";
"UNHANDLED_ERROR_DESC" = "Er is een fout (%d) opgetreden bij het maken van verbinding met de server.";

HSDServerParametersErrorTitle = "Onvolledige servergegevens";
HSDServerParametersErrorDescription = "De velden met servergegevens mogen niet leeg zijn. Voer alle vereiste servergegevens in en probeer het opnieuw.";

HSDUnableToSelectFolderTitle = "Kan de geselecteerde map niet gebruiken";
HSDPermissionsErrorDescription = "U hebt geen schrijfrechten voor de geselecteerde map. Selecteer een andere map en probeer het opnieuw.";
"MISSING_SERVER_CREDENTIALS" = "De toegangsgegevens voor de server ontbreken. Geef een gebruikersnaam en wachtwoord op en probeer het opnieuw.";

HSDProtocolErrorDescription = "Kan de geselecteerde map niet vinden op de opgegeven server of de verbinding met de server is tot stand gebracht via een ander protocol voor bestandsdeling.";

//Progress title when printing the list
"PRINT_PROGRESS_TITLE" = "Drukt af… een moment geduld aldstublieft";

//progress title while initializing the print
"PRINT_INITIALIZING_TITLE" = "Bezig met verwerken…";


//Max limit for fax blocking list reached error
"BLOCK_FAX_ERROR_TITLE" = "Limiet geblokkeerde nummers bereikt";
"BLOCK_FAX_ERROR_DESC" = "Uw apparaat kan maximaal %d geblokkeerde faxnummers opslaan. Deblokkeer enkele faxnummers en probeer opnieuw.";

//Fax log results
"ERROR" = "Fout";
"BUSY" = "In gesprek";
"NO_ANSWER" = "Geen antwoord";
"NO_DIAL_TONE" = "Geen kiestoon";
"NO_DOCUMENT" = "Geen document";
"DOCUMENT_JAM" = "Documentstoring";
"DOOR_OPEN" = "Deur open";
"POWER_FAILURE" = "Geen stroom";
"BLACKLISTED" = "Op de zwarte lijst";
"STORAGE_FULL" = "Onvoldoende opslagruimte";
"OUT_OF_MEMORY" = "Onvoldoende geheugen";
"PHONE_LINE_UNAVAILABLE" = "Telefoonlijn niet beschikbaar";
"FAX_DISCONNECTED" = "Fax niet verbonden";
"PC_DISCONNECTED" = "Computer niet verbonden";
"REMOTE_NOT_COLOR" = "Ontvanger geen kleurenfax";
"COMMUNICATION_ERROR" = "Communicatiefout";
"CANCELLED" = "Geannuleerd";

//Fax session types
"SENT" = "Verzonden";
"RECEIVED" = "Ontvangen";
